{"text": "Albester SilkyMattTM 6320 Hydroxyl Terminated Polyester Resin <label>", "labels": [[26, 61, "chemical_name"]]}
{"text": "Albester SilkyMattTM 6320 resin is a hydroxyl functional resin designed to be cured with uretdione technology. Albester SilkyMattTM 6320 resin offers improved exterior durability in comparison with Albester SilkyMattTM 3225 resin and is suitable for GSB and Qualicoat Class 1 approvals. It has been specifically designed to be co - extruded in one shot with Albester SilkyMattTM 3115 resin to produce low gloss powder coatings suitable for dye - sublimation. <label>", "labels": [[37, 62, "chemical_name"]]}
{"text": "CRYLCOAT® 2414 - 0 is a carboxylated polyester resin for use with TGIC in a 90 / 10 ratio in the production of powder coatings. Coatings based on CRYLCOAT® 2414 - 0 can be dry - blended with CRYLCOAT® 2432 - 0 based powders to give matte coatings that exhibit good smoothness and good outdoor durability. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® 2432 - 0 is a carboxylated polyester resin for use with TGIC in a 96 / 4 ratio for the production of powder coatings. Coatings based on CRYLCOAT® 2432 - 0 can be dry - blended with CRYLCOAT® 2414 - 0 based powders to give matte coatings that exhibit good smoothness and good outdoor durability. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "Applications TGIC cure resin, 90 / 10 type, for architectural and industrial purposes. <label>", "labels": [[13, 28, "chemical_name"]]}
{"text": "Applications TGIC cure resin, 95 / 5 type, for architectural and industrial purposes. <label>", "labels": [[13, 28, "chemical_name"]]}
{"text": "TGIC cure resin, 90 / 10 type, for architectural purposes. <label>", "labels": [[0, 15, "chemical_name"]]}
{"text": "CRYLCOAT® 1620 - 0 is a carboxylated polyester resin for use in hybrid powder coatings in a ratio range of 50 / 50 to 60 / 40. Coatings based on CRYLCOAT® 1620 - 0 can be blended with CRYLCOAT® 1622 - 0 in all ratios to provide intermediate reactivity. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® ( Formerly ALFTALAT® AN 722 ) Polyester Resin <label>", "labels": [[40, 55, "chemical_name"]]}
{"text": "CRYLCOAT® 1622 - 0 is a carboxylated polyester resin for use in hybrid powder coatings in a ratio range of 50 / 50 to 60 / 40. Coatings based on CRYLCOAT® 1622 - 0 can be blended with CRYLCOAT® 1620 - 0 in all ratios to provide intermediate reactivity. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® 1658 - 5 is a highly reactive carboxyl functional polyester resin for use in the manufacture of hybrid powder coatings in a ratio range of 55 / 45 to 60 / 40. Formulations containing CRYLCOAT® 1658 - 5 exhibit high reactivity, scratch resistance and good overall properties. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "CRYLCOAT® 2839 - 0 is a hydroxyl functional polyester resin for use with blocked poly - isocyanates or uretdiones in the production of powder coatings. Systems based on CRYLCOAT® 2839 - 0 exhibit good mechanical, chemical and weathering resistance, good flow, good pigment and filler wetting and excellent appearance in clear powder coatings. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "CRYLCOAT® 1783 - 0 is a low reactive, carboxylated polyester resin for use with epoxy resins in the production of 70 / 30 hybrid powder coatings. Formulations based on CRYLCOAT® 1783 - 0 exhibit very good gloss and flow and can be blended in any ratio with CRYLCOAT® 1770 - 0 to control reactivity. <label>", "labels": [[24, 66, "chemical_name"]]}
{"text": "carboxyl functional polyester resin for use with epoxy resins EEW 700 - 900 in a 70 / 30 ratio to manufacture hybrid powder coatings. Formulations containing Crylcoat™ 1783 - 0 exhibit very good flow and gloss and can be blended in any ratio with Crylcoat™ 1770 - 0 to provide intermediate reactivity. <label>", "labels": [[0, 35, "chemical_name"]]}
{"text": "Applications Isocyanate cure resin, caprolactam - or internally blocked isophorone diisocyanate 80 / 20 type, for architectural and industrial purposes. <label>", "labels": [[13, 34, "chemical_name"]]}
{"text": "CRYLCOAT® 1506 - 0 is a highly reactive carboxylated polyester resin for use in the production of 50 / 50 hybrid powder coatings. Formulations based on CRYLCOAT® 1506 - 0 exhibit good overbake and solvent resistance, good mechanical properties and very good flow. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "AlbesterTM 2670 Carboxyl Terminated Polyester Resin for Hybrid Coatings <label>", "labels": [[16, 51, "chemical_name"]]}
{"text": "AlbesterTM 2670 resin is a medium reactivity resin. In combination with suitable epoxy <label>", "labels": [[27, 50, "chemical_name"]]}
{"text": "CRYLCOAT® 2425 - 0 is a carboxylated polyester resin for use with 7 % TGIC in the production of powder coatings. Formulations based on CRYLCOAT® 2425 - 0 exhibit good flow, outdoor durability, and mechanical properties. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® 1650 - 2 is a low reactive carboxyl functional polyester resin for use with epoxy resins in a 60 / 40 ratio to manufacture hybrid powder coatings. Formulations containing CRYLCOAT® 1650 - 2 combine high gloss and excellent flow. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "CRYLCOAT® 2691 - 2 is a low reactive carboxylated polyester resin for use with Primid® XL 552 ( 97 / 3 ) . Formulations based on CRYLCOAT® 2691 - 2 exhibit good flow and excellent mechanical properties. Powders based on CRYLCOAT® 2691 - 2 can also be used as the slow component in matte dry blend Primid® systems. <label>", "labels": [[24, 65, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 620 ) Superdurable Polyester Resin <label>", "labels": [[28, 56, "chemical_name"]]}
{"text": "CRYLCOAT® 4420 - 0 is a carboxyl functional superdurable polyester resin for use with TGIC in a 90 / 10 ratio or Primid® XL 552 in 92 / 8 ratio. Formulations based on CRYLCOAT® 4420 - 0 exhibit good flow and outstanding outdoor resistance. Dry blends with CRYLCOAT® 4430 - 0 ( TGIC ) or with CRYLCOAT® 4641 - 0 ( Primid® ) provide semi - gloss coatings. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "CRYLCOAT® 4420 - 0 is a carboxylated super - durable polyester resin for use with TGIC in a 90 / 10 ratio or Primid® XL 552 in 92 / 8 ratio. Formulations based on CRYLCOAT® 4420 - 0 exhibit good flow and outstanding outdoor resistance. Dry blends with CRYLCOAT® 4430 - 0 ( TGIC ) or with CRYLCOAT® 4641 - 0 ( Primid® ) provide semi - gloss coatings. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "CRYLCOAT® 1557 - 5 is a carboxyl functional polyester resin for use with epoxy resins in ratios from 50 / 50 to 60 / 40 to manufacture hybrid powder coatings. Formulations based on CRYLCOAT® 1557 - 5 exhibit high reactivity, scratch resistance and good overall properties. CRYLCOAT® 1557 - 5 can be blended in all ratios with CRYLCOAT® 1544 - 4 to provide intermediate reactivity. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "ADDITOL® P 950 is a tribo - active masterbatch designed for use in hybrid, TGIC, polyurethane or TGIC alternative systems. ADDITOL® P 950 contains 5 % active substance that greatly enhances the charging ability of powder coatings sprayed with a tribo powder spray gun. ADDITOL® P 950 is easily handled, greatly improves the dispersion of the additive in powder coatings and is designed for indoor or outdoor use. <label>", "labels": [[20, 46, "chemical_name"]]}
{"text": "Crylcoat™ 1630 - 0 is a low reactive carboxyl functional polyester resin for use with epoxy resins EEW 700 - 900 in ratios from 50 / 50 to 60 / 40 to manufacture hybrid powder coatings. Formulations containing Crylcoat™ 1630 - 0 exhibit good storage stability. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "CRYLCOAT® 2845 - 0 is a hydroxyl functional polyester resin with for use with blocked polyisocyanates or uretdiones in the production of powder coatings. Systems based on CRYLCOAT® 2845 - 0 require less blocked polyisocyanate without affecting the good overall properties. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "Product Description: IP - 3030 STPN is a hydroxyl functional polyester resin designed to produce polyurethane powder coatings with high flexibility. As with any product, use of IP - 3030 STPN in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[41, 76, "chemical_name"]]}
{"text": "CRYLCOAT® 2818 - 0 is a hydroxyl functional polyester resin with for use with blocked aliphatic and aromatic isocyanates in the production of powder coatings. CRYLCOAT® 2818 - 0 is also suitable for use with poly - anhydride hardeners like BECKOPOX® EH 694 to obtain high Tg, thermal resistant coatings. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "hydroxyl functional polyester resin for use with blocked aliphatic and aromatic isocyanates. Crylcoat™ 2818 - 0 is also suitable for use with polyanhydride hardeners like Beckopox™ EH 694 to obtain high Tg thermally resistant coatings. <label>", "labels": [[0, 35, "chemical_name"]]}
{"text": "CRYLCOAT® 2920 - 0 is a hydroxylated polyester resin for use with POWDERLINK® 1174. Coatings based on CRYLCOAT® 2920 - 0, ADDITOL® P 920, and POWDERLINK® 1174 produce wrinkle finishes that exhibit excellent mechanical properties and good weathering resistance. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "ADDITOL ® P 963 ( Formerly CRYLCOAT® 165 ) Polyester Resin Masterbatch <label>", "labels": [[43, 70, "chemical_name"]]}
{"text": "ADDITOL® P 963 is a catalyst masterbatch to be used in hybrid, TGIC or Araldite® PT - 910 systems. ADDITOL® P 963 contains 5 % active substance and has been designed for indoor and outdoor use. ADDITOL® P 963 is easily handled and greatly improves dispersion of the catalyst in powder coating formulations. <label>", "labels": [[20, 40, "chemical_name"]]}
{"text": "CRYLCOAT® 2505 - 4 is a polyester resin for clear exterior durable powder coatings with outstanding flow and transparency. This resin is designed for formulation with 8 - 9 % Araldite® PT - 910. Formulations do not require additional flow promoters. <label>", "labels": [[24, 39, "chemical_name"]]}
{"text": "CRYLCOAT 2505 - 4 ( Formerly CRYLCOAT® 805 ) Polyester Resin <label>", "labels": [[45, 60, "chemical_name"]]}
{"text": "Saturated, carboxylated polyester resin Applications Hybrid resin, 50 / 50 type, for epoxy resins cure. <label>", "labels": [[0, 39, "chemical_name"]]}
{"text": "CRYLCOAT® 1660 - 0 is a carboxylated polyester resin for use in low - reactive 60 / 40 hybrid powder coatings. Coatings based on CRYLCOAT® 1660 - 0 exhibit good flexibility, high gloss, and outstanding flow using high amounts of filler. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "ADDITOL ® P 920 ( Formerly CRYLCOAT® 120 ) Polyester Resin Masterbatch <label>", "labels": [[43, 58, "chemical_name"]]}
{"text": "ADDITOL® P 920 is a catalyst masterbatch designed to create wrinkle finishes. ADDITOL® P 920 contains 5 % active substance in a hydroxylated polyester matrix. Coatings made using this masterbatch in conjunction with CRYLCOAT® 2920 - 0 and a glycoluril crosslinker produce a consistent wrinkle finish with good mechanical properties. <label>", "labels": [[20, 40, "chemical_name"]]}
{"text": "CrylcoatTM 2501 - 2 Polyester Resin ( Formerly CrylcoatTM 801 )  <label>", "labels": [[20, 35, "chemical_name"]]}
{"text": "CrylcoatTM 2501 - 2 is a carboxylated polyester resin cured with 9 % PT 910 at 200 °C. Coatings exhibit an outstanding flow - out and good mechanicals. <label>", "labels": [[25, 53, "chemical_name"]]}
{"text": "Albester SilkyMattTM 5590 Carboxyl Terminated Polyester Resin <label>", "labels": [[26, 61, "chemical_name"]]}
{"text": "Albester SilkyMattTM 5540 Carboxyl Terminated Polyester Resin <label>", "labels": [[26, 61, "chemical_name"]]}
{"text": "TYPE OF RESIN: TMA - free carboxyl - terminated polyester resin <label>", "labels": [[15, 63, "chemical_name"]]}
{"text": "Description Polymac 3220 is a hydroxyl - functional polyester resin designed to be cured with <label>", "labels": [[30, 67, "chemical_name"]]}
{"text": "Polymac 3110 is a hydroxyl - functional, highly branched polyester resin designed <label>", "labels": [[18, 72, "chemical_name"]]}
{"text": "KUOTEX EL - 8550 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective durable thermosetting powder coatings in combination with PRIMID XL - 552. It gives semi - gloss matting coatings ( 20 - 30 % gloss at 60 o ) when dry blended with EL - 8900 based powder. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "CRYLCOAT® 2814 - 0 is a hydroxyl functional polyester resin with very high hydroxyl content for use with polyisocyanate hardeners. Coatings based on CRYLCOAT® 2814 - 0 can be used to produce both glossy and matte polyurethane finishes that exhibit excellent hardness, stain resistance and are suitable for anti - graffiti powder coatings. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "IP 4060 is a versatile, low viscosity, linear resin that can be incorporated into the conventional exterior durable systems to provide improved film flow. <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "CRYLCOAT® 1721 - 1 is a tribo applicable, medium reactive carboxyl functional polyester resin for use with epoxy resin in a 70 / 30 ratio to manufacture hybrid powder coatings. <label>", "labels": [[42, 93, "chemical_name"]]}
{"text": "RP 6732 is a medium to high reactive carboxyl functional polyester resin for use with Epoxy resins in a 60 / 40 ratio to manufacture hybrid powder coatings. RP 6732 is tribo enhanced. <label>", "labels": [[13, 72, "chemical_name"]]}
{"text": "IPT - 2125 Type: Saturated Carboxylated Polyester Resin <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "IP 4010 is a versatile, reactive resin capable of being used in the following: <label>", "labels": [[13, 38, "chemical_name"]]}
{"text": "ADDITOL ® P 896 ( Formerly ADDITOL® XL 496 ) Flow Promoter Masterbatch <label>", "labels": [[45, 70, "chemical_name"]]}
{"text": "ADDITOL® P 896 is a flow promoter masterbatch suitable for use in pigmented powder coatings. ADDITOL® P 896 contains approximately 15 % active substance in an outdoor resistant hydroxylated polyester carrier. <label>", "labels": [[20, 45, "chemical_name"]]}
{"text": "IPT - 4130 Type: Saturated Carboxylated Polyester Resin <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "Albester SilkyMattTM 3225 Hydroxyl Terminated Polyester Resin <label>", "labels": [[26, 61, "chemical_name"]]}
{"text": "Product Description Albester SilkyMattTM 3225 resin is a hydroxyl functional resin specifically designed for achieving low gloss in co - extrusion in one shot with Albester SilkyMattTM 3115 resin and non emissive polyurethane curatives. Albester SilkyMattTM 3225 resin offers good flexibility, impact resistance and exterior durability. The resulting coatings are particularly suitable for dye - sublimation technique. <label>", "labels": [[57, 82, "chemical_name"]]}
{"text": "IP 4160 is an “all IPA” polymer of very high reactivity designed to provide the “fast” component in Primid cured, off gloss, superdurable, architectural systems. <label>", "labels": [[14, 31, "chemical_name"]]}
{"text": "IPS 4160 is IP 4160 produced in South Africa. IPS 4160 is an \"all IPA\" polymer of very high reactivity designed to provide the \"fast\" component in primid cured ,off gloss, high durability, systems. <label>", "labels": [[61, 78, "chemical_name"]]}
{"text": "IPT - 4160 Type: Saturated Carboxylated Polyester Resin <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "CrylcoatTM 2450 - 2 Polyester Resin ( Formerly CrylcoatTM 450 )  <label>", "labels": [[20, 35, "chemical_name"]]}
{"text": "is medium reactive carboxylated polyester resin for use in 93 / 7 TGIC powders. Coatings based on Crylcoat™ 2450 - 2 exhibit very good flow, high flexibility ( +physical ageing ) and excellent outdoor weathering resistance. <label>", "labels": [[3, 47, "chemical_name"]]}
{"text": "a carboxylated superdurable polyester resin for use with TGIC <label>", "labels": [[2, 43, "chemical_name"]]}
{"text": "CRYLCOAT® 2496 - 2 is a low reactive carboxyl functional polyester resin for use with TGIC or Primid® XL 552. Formulations on <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "CrylcoatTM 2496 - 2 is a low reactive carboxyl functional polyester resin for use with TGIC or Primid. Formulations based on CrylcoatTM 2496 - 2 have a low hardener demand and exhibit very good outdoor durability. <label>", "labels": [[25, 73, "chemical_name"]]}
{"text": "CRYLCOAT® ( Formerly ALFTALAT® VAN 9952 ) Polyester Resin <label>", "labels": [[42, 57, "chemical_name"]]}
{"text": "CRYLCOAT® 2592 - 0 is a low reactive, carboxylated polyester resin for the formulation of powder coatings with Araldite® PT - 910. Coatings based on CRYLCOAT® 2592 - 0 exhibit excellent flow, good outdoor resistance and good outdoor stability. <label>", "labels": [[24, 66, "chemical_name"]]}
{"text": "Saturated, carboxylated polyester resin This is an experimental product! Please keep in contact with DSM concerning the commercial status of this product. <label>", "labels": [[0, 39, "chemical_name"]]}
{"text": "CRYLCOAT® 1690 - 0 is a carboxylated polyester resin designed for 60 / 40 hybrid powder coatings to be cured at 180 °C. Coatings based on CRYLCOAT® 1690 - 0 show an outstanding flow out with excellent mechanical and detergent resistance. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "Application: P 6056 ME saturated polyester resin is mainly applied to the production of mixed powder coating together with cpoxy resin. The feature of P 6056 ME is: <label>", "labels": [[23, 48, "chemical_name"]]}
{"text": "AlbecorTM 1590 *** Carboxyl Terminated Polyester Resin <label>", "labels": [[19, 54, "chemical_name"]]}
{"text": "SJ - 5 - BT is a kind of polyester resin mixed with epoxy resin in 60 / 40 for polyester /epoxy powder coatings. SJ - 5 - BT is provided with good flow, good mechanical properties. <label>", "labels": [[25, 63, "chemical_name"]]}
{"text": " ( Formerly ALFTALAT® VAN 9959 ) Superdurable Polyester Resin <label>", "labels": [[33, 61, "chemical_name"]]}
{"text": "CRYLCOAT® 4659 - 0 is a superdurable carboxyl functional polyester resin for use with Primid® or TGIC to manufacture superdurable powder coatings. Coatings based on CRYLCOAT® 4659 - 0 exhibit outstanding flow and are blooming free. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "KUOTEX EL - 5510 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "SJ - 3 - F is a saturated carboxylated polyester resin for powder coating in combination with the epoxy resin（ 50 ： 50 ）, the powder coating is possessed of high gloss, excellent water - boiling resistance as well as mechanical properties, superior decoration and etc. <label>", "labels": [[16, 54, "chemical_name"]]}
{"text": "KUOTEX E L - 1700 ,is a saturated hydroxyl polyester resin suitable for the formulation of decorative and protective thermosetting powder coating with BLOCKED IPDI in 65 / 35 ratio. It offer good mechanical properties, good recoatablity, good flow, and good weathering resistance. <label>", "labels": [[24, 58, "chemical_name"]]}
{"text": "KM 6608 is a saturated carboxylated polyester resin applied to polyester/epoxy hybrid powder coatings system. It possesses the properties of excellent decoration, excellent flow, high gloss ; good anti - disturbance, good anti - yellowing in over - baking condition and good storage stability. <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "FINE - CLAD 11 - 540 is a carboxyl - functional polyester designed to cure with bisphenol - A type epoxy resins at a 60 / 40 polyester to epoxy ratio. <label>", "labels": [[26, 57, "chemical_name"]]}
{"text": "FINE CLAD M 11 - 540 T is a carboxyl - functional polyester designed to cure with bisphenol - A type epoxy resins at a 60 / 40 polyester to epoxy ratio. Product contains TMA. <label>", "labels": [[28, 59, "chemical_name"]]}
{"text": "CRYLCOAT® 2639 - 2 is a TMA free, carboxylated polyester resin for use with Primid® XL - 552 in the production of powder coatings. Formulations based on CRYLCOAT® 2639 - 2 exhibit improved color stability in direct fire gas ovens, excellent flow and mechanical properties, no pinholing in thicker films and are blooming free. <label>", "labels": [[24, 62, "chemical_name"]]}
{"text": "General Description CRYLCOAT® 2506 - 1 is a carboxylated polyester resin cured with Araldite® PT 910 ( 91 / 9 ) at 180 °C. Coatings based on CRYLCOAT® 2506 - 1 exhibit excellent flow and outdoor durability. The resin is tribo active and can be used in gas - fired ovens. <label>", "labels": [[44, 72, "chemical_name"]]}
{"text": "CRYLCOAT® 2506 - 1 is a carboxylated polyester resin cured with Araldite® PT 910 ( 91 / 9 ) at 180 °C. Coatings based on CRYLCOAT® 2506 - 1 exhibit excellent flow and outdoor durability. The resin is tribo active and can be used in gas - fired ovens. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "Applications Isocyanate cure resin, caprolactam blocked 80 / 20 type, for architectural and industrial purposes. <label>", "labels": [[13, 34, "chemical_name"]]}
{"text": "KUOTEX EL - 1900 is high hydroxyl saturated polyester resin. Together with Blocked IPDI, it can be produced thermosetting matt powder coating. Also, by adding various proportion of EL - 1200, a kind of low hydroxyl saturated polyester resin, it is easy to achieve various low gloss coating film. For its good weather resistance, good solvent resistance, good hardness and smooth appearance, KUOTEX can be used as outdoor decorative and functional finish. <label>", "labels": [[20, 59, "chemical_name"]]}
{"text": "FINE - CLAD® M - 8710 Product Code: 91440 - 00 Carboxylated Polyester <label>", "labels": [[47, 69, "chemical_name"]]}
{"text": "FINE - CLAD® M - 8710 is a carboxyl - functional polyester designed to cure with bisphenol - A type epoxy resins at a 70 / 30 polyester to epoxy ratio for TMA - free hybrid systems. <label>", "labels": [[27, 58, "chemical_name"]]}
{"text": "FINE - CLAD® M - 8076 Product Code: 91014 - 00 Hydroxylated Polyester <label>", "labels": [[47, 69, "chemical_name"]]}
{"text": "FINE - CLAD® M - 8076 is a hydroxyl - functional polyester. It is designed to cure by urethane crosslinkers for flexible, stain - resistant, appliance - grade powder coating. <label>", "labels": [[27, 58, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 2988 ) Superdurable Polyester Resin <label>", "labels": [[29, 57, "chemical_name"]]}
{"text": "CRYLCOAT® 4488 - 0 is a carboxylated, superdurable polyester resin for use with TGIC in a 93 / 7 ratio. Systems based on CRYLCOAT® 4488 - 0 are suitable for use in direct - fired gas ovens and can withstand 10 years Florida outdoor exposure depending on formulation. <label>", "labels": [[24, 66, "chemical_name"]]}
{"text": " ( Formerly CrylcoatTM 2988 ) Superdurable Polyester Resin <label>", "labels": [[30, 58, "chemical_name"]]}
{"text": "Crylcoat™ is 4488 - 0 a carboxyl functional, superdurable polyester resin for use with TGIC in a 93 / 7 ratio. Systems based on Crylcoat™ 4488 - 0 are suitable for use in direct - fired gas ovens and can withstand 10 years Florida outdoor exposure depending upon formulation. <label>", "labels": [[24, 73, "chemical_name"]]}
{"text": "Ts 2100 is a saturated carboxylated crystal polyester resin. It possesses excellent melting point, excellent flexibility ; base on the melting point, it have lower viscosity, and have good storage stability on the normal temperature. <label>", "labels": [[13, 59, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 690 ) Superdurable Polyester Resin <label>", "labels": [[28, 56, "chemical_name"]]}
{"text": "CRYLCOAT® 4890 - 0 is a hydroxylated, superdurable polyester resin for use with blocked isocyanates or uretdiones in the production of powder coatings. Coatings based on CRYLCOAT® 4890 - 0 exhibit superior outdoor durability. <label>", "labels": [[24, 66, "chemical_name"]]}
{"text": "Application: P 9332 TG saturated polyester resin is mainly applied to the production of pure polyester powder coating together with TGIC resin. <label>", "labels": [[23, 48, "chemical_name"]]}
{"text": "KUOTEX EL - 5710 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "KUOTEX EL - 1200 is a saturated hydroxylate polyester resin suitable for the formulation of decorative and protective thermosetting powders in combination with BLOCKED IPDL <label>", "labels": [[22, 59, "chemical_name"]]}
{"text": "CRYLCOAT® 1770 - 0 is a carboxyl functional polyester resin for use with epoxy resins in a 70 / 30 ratio to manufacture hybrid powder coatings. CRYLCOAT® 1770 - 0 can be blended in any ratio with CRYLCOAT® 1783 - 0 to provide intermediate reactivity. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "CRYLCOAT® 1721 - 0 is a carboxyl functional polyester resin for use with epoxy resin in a 70 / 30 ratio to manufacture hybrid powder coatings. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "CRYLCOAT® 1702 - 0 is a low reactive carboxyl functional polyester resin for use with epoxy resin in a 70 / 30 ratio to manufacture hybrid powder coatings. Systems based on CRYLCOAT® 1702 - 0 exhibit excellent mechanical properties, very good flow and overbake resistance. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "Crylcoat 141111 is a carboxylated polyester resin designed for 3.5 % Primid XL - 552 powders to be cured at 200 ℃. <label>", "labels": [[21, 49, "chemical_name"]]}
{"text": "RUCOTE 107 is a general - purpose hydroxyl functional polyester resin designed for high performance polyurethane powder coatings. RUCOTE 107 can provide good flow and smoothness along with a high Tg for sintering resistance. As with any product, use of RUCOTE 107 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[16, 69, "chemical_name"]]}
{"text": "Polymac 3160 is a hydroxyl functional polyester resin designed to be cured with <label>", "labels": [[18, 53, "chemical_name"]]}
{"text": "RUCOTE 104 is a high hydroxyl content polyester resin designed to obtain polyurethane powder coatings with good gloss, solvent resistance and may provide good detergent resistance. As with any product, use of RUCOTE 104 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[16, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2441 - 2 is a carboxyl functional polyester resin for use with 7 % TGIC in the production of powder coatings. Formulations based on CRYLCOAT® 2441 - 2 exhibit outstanding flow, excellent outdoor durability, very good flexibility, physical aging and storage stability. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "Crylcoat™ 2441 - 2 is a carboxylated polyester for use in 93 / 7 TGIC powder coatings. Powders based on Crylcoat™ 2441 - 2 exhibit outstanding flow, very good flexibility ( +physical ageing ) , excellent outdoor durability and very good storage stability. <label>", "labels": [[24, 46, "chemical_name"]]}
{"text": "CRYLCOAT® 2630 - 2 is a TMA free, carboxylated polyester resin for use with Primid® XL - 552 in the production of powder coatings. Formulations based on CRYLCOAT® 2630 - 2 exhibit improved color stability in direct fire gas ovens, excellent flow and mechanical properties, no pinholing in thicker films and are blooming free. <label>", "labels": [[24, 62, "chemical_name"]]}
{"text": "Crylcoat™ 2630 - 2 is a TMA free, carboxylated polyester resin for use with Primid XL - 552. Formulations based on Crylcoat™ 2630 - 2 exhibit improved color stability in direct fire gas ovens, excellent flow and mechanical properties, no pinholing in thicker films, and are blooming free. <label>", "labels": [[24, 62, "chemical_name"]]}
{"text": "CRYLCOAT® 2421 - 5 is a medium reactive, TMA - free carboxyl functional polyester resin for use with TGIC. Formulations based on CRYLCOAT® 2421 - 5 exhibit outstanding flow and are heat stabilized. The product can be considered for PCM applications. <label>", "labels": [[24, 87, "chemical_name"]]}
{"text": "Crylcoat\" 2421 - 5 is a medium reactive, TMA - free carboxylated polyester resin for use with TGIC to manufacture powder coatings. Formulationss based on Crylcoat\" 2421 - 5 exhibit outstanding flow and are heat stabilized. <label>", "labels": [[24, 80, "chemical_name"]]}
{"text": "KUOTEX TB - 910 is a saturated carboxylic polyester resin suitable for tribo thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and excellent flow out. <label>", "labels": [[21, 57, "chemical_name"]]}
{"text": "Albester SilkyMattTM 3115 Hydroxyl Terminated Polyester Resin <label>", "labels": [[26, 61, "chemical_name"]]}
{"text": "Product Description Albester SilkyMattTM 3115 is a hydroxyl functional, highly branched resin. It is designed for co - extrusion in one shot with Albester SilkyMattTM 3225 or Albester SilkyMattTM 3600 for low gloss non emissive finishes. These systems are recommended in dye - sublimation applications. When used by itself, Albester SilkyMattTM 3115 requires large amount of polymeric blocked isocyanate curing agent giving a very hard film which shows a superior solvent, stain resistance and resulting also suitable for antigraffiti applications. <label>", "labels": [[51, 93, "chemical_name"]]}
{"text": "Albester SilkyMattTM 3115 resin is a hydroxyl functional, highly branched resin. It is designed for blending in one shot with Albester SilkyMattTM 3225 resin or Albester SilkyMattTM 3600 resin for low gloss finishes. These systems are recommended in dye - sublimation applications. <label>", "labels": [[37, 79, "chemical_name"]]}
{"text": "CRYLCOAT® 2864 - 0 is a hydroxyl functional polyester resin with high hydroxyl content for use with blocked polyisocyanates or uretdiones in the production of either glossy or matte polyurethane finishes. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "Address:Qiaobei Industrial Park, Wuhu City, Anhui Province, China. Tel：+ 86 - 553 - 5316333 Fax：+ 86 - 553 - 5317878 <label>", "labels": [[50, 65, "chemical_name"]]}
{"text": "SJ - 5 - B is a saturated carboxylated polyester resin for powder coating in combination with the epoxy resin（ 60 : 40 ）, the powder coating is possessed of high gloss, excellent mechanical properties, superior decoration as well as good resistance to abrasion, scratch , chemical <label>", "labels": [[16, 54, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with β - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. For matt powder coatings by dry blending. Gas oven stabilised. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "CRYLCOAT® 2441 - 3 is a tribo - acitve, carboxylated polyester resin for use with 7 % TGIC in the production of powder coatings. Formulations based on CRYLCOAT® 2441 - 3 combine excellent flow and good mechanicals. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "SP - 070 Carboxyl Functional Polyester Resin for Powder Coatings <label>", "labels": [[9, 44, "chemical_name"]]}
{"text": "SP - 070 is a high flow 100 % solids carboxyl functional polyester resin designed as a 60 / 40 hybrid. When properly formulated, SP - 070 gives an attractive balance of flow, gloss and chemical resistance. <label>", "labels": [[14, 72, "chemical_name"]]}
{"text": "CRYLCOAT® 2642 - 0 is a carboxyl functional polyester resin for use with Primid® XL 552 in a 90 / 10 ratio. Powder coatings based on CRYLCOAT® 2642 - 0 can be dry - blended with a lower reactivity powder coating to produce matte coatings. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "CE 3099 is a saturated carboxylated polyester resin applied to polyester/primid powder coating system that possesses the properties of high. gloss, excellent decoration, good mechanic, good leveling, anti - yellowing in over - baking conditions, good weatherability and excellent stability. <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "YE - 7882 H is an exterior saturated carboxylic polyester resin curing with TGIC at 93 / 7 for thermosetting powder coating which applies to exterior decorative and functional powder coating with good durability, excellent flow, impact and anti - disturbance ; Specially for the powder coating of architectural aluminum profiles or exterior air conditioning parts. <label>", "labels": [[18, 63, "chemical_name"]]}
{"text": " ( 3 ) ARADITE PT - 810 WPE: 107 ( Supplier: Ciba - Geigy ) Other T.G.I.C. are suitable. <label>", "labels": [[60, 74, "chemical_name"]]}
{"text": "KUOTEX EL - 9100 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and excellent flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "SJ 5101 Features: SJ 5101 is a kind of primid curing carboxyl saturated polyester resin, the curing agent is β - Hydroxyalkyl amide groups , the powder made of good leveling，good thick coating excellent anti - aging properties, better general performance. <label>", "labels": [[53, 87, "chemical_name"]]}
{"text": "RP 4904 is a carboxylated polyester resin for use with TGIC in the mixing ratio of 90 / 10. It is suitable as fast component in matte dry blend formulations with RP 6740. <label>", "labels": [[13, 41, "chemical_name"]]}
{"text": "RUCOTE 562 is a carboxyl functional polyester resin designed to be formulated in 60 / 40 hybrid powder coatings. This resin provides very good flow and smoothness, combined with excellent physical properties. As with any product, use of RUCOTE 562 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[16, 51, "chemical_name"]]}
{"text": "KUOTEX TB - 571 ,is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offer good mechanical properties, good recoatability, and good flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "CRYLCOAT® 1692 - 0 is a low reactive carboxyl functional polyester resin for blending with other resins to improve the flow of the system. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "RP 4781 is a medium reactive carboxyl functional polyester resin for use with Epoxy resins in a 70 / 30 ratio to manufacture hybrid powder coatings. <label>", "labels": [[13, 64, "chemical_name"]]}
{"text": "IPT - 4110 Type: Saturated Carboxylated Polyester Resin <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "YE - 2080 is a saturated hydroxyl polyester resin curing with BLOCKED IPDI for thermosetting powder coating. It is applied to outdoor decorative and functional painting with good durability, or curing with Powderlink 1174 for special thermosetting powder coating, applied to decorative wrinkle texture coating. <label>", "labels": [[15, 49, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting powders in combination with epoxy resins. Reactive type, with excellent flexibility. Low Tg resin. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Rucote 121 is a hydroxyl functional polyester resin designed to produce polyurethane powder coatings with high flexibility. <label>", "labels": [[16, 51, "chemical_name"]]}
{"text": "Carboxylated polyester resin designed to make it most suitable to meet the requirements of hybrid powder paint system. A high performance package resin having the correct reactivity to achieve the required specifications of mechanical properties, excellent flow and over baking resistance. <label>", "labels": [[0, 28, "chemical_name"]]}
{"text": "SJ 6 B Features: SJ 6 B is a kind of carboxyl saturated polyester resin,mixed with epoxy resin in 70 / 30 for polyester /epoxy powder coatings. The powder made from its product has good bending, anti - freezing, and good mechnical properties. <label>", "labels": [[37, 71, "chemical_name"]]}
{"text": "SJ - 6 #B is a saturated carboxylated polyester resin for powder coating in combination with the epoxy resin（ 70 ： 30 ）, the powder coating is possessed of high gloss, excellent mechanical properties and water - boiling resistance ,etc. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2578 - 0 is a highly reactive carboxyl functional polyester resin for use with Araldite® PT 910 and PT 912 in a 92 / 8 ratio. Formulations containing CRYLCOAT® 2578 - 0 exhibit good outdoor resistance, good storage stability and a compromise of reactivity and flow. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "YE - 7780 C is an exterior saturated carboxylic polyester resin curing with TGIC at 93 / 7 for thermosetting powder coating. Except with good durability and flow, it has excellent heat resistance performance up to 270 , <label>", "labels": [[18, 63, "chemical_name"]]}
{"text": "Pioester 202 HV is an isophthalate that is suitable for radiation curable coatings. T ypical Properties <label>", "labels": [[22, 34, "chemical_name"]]}
{"text": "Crylcoat K 120101 is a carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 180 ℃. <label>", "labels": [[23, 51, "chemical_name"]]}
{"text": "PEP 1600 is hybrid coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[42, 77, "chemical_name"]]}
{"text": "PEP 1681 is hybrid coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[42, 77, "chemical_name"]]}
{"text": "CRYLCOAT® 1781 - 0 is a carboxyl functional polyester resin for use with epoxy resins in a 70 / 30 ratio to manufacture hybrid powder coatings. Formulations based on CRYLCOAT® 1781 - 0 provide good flow and very good gloss with a very high glass transition temperature. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "Crylcoat™ 1781 - 0 is a medium reactivity carboxyl functional polyester resin with high a Tg for use with epoxy resins EEW 700 - 900 at a 70 / 30 ratio in the manufacture of hybrid powder coatings. Coatings based on Crylcoat™ 1781 - 0 exhibit good flow and very good gloss. <label>", "labels": [[24, 77, "chemical_name"]]}
{"text": "CRYLCOAT® 2876 - 0 is a hydroxylated polyester resin for use with blocked polyisocyanates or uretdiones preferably as high functional com - ponent in one shot matte polyurethane powder coatings. Correspondent coatings exhibit ex - cellent hardness, stain resistance and are suitable for anti - graffiti powder coatings too. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "K - 9430 is a Pure Polyester resin designed for 93 : 7 TGIC systems. This gives a good flow with high flexibility, good outdoor durability and over baking resistance. <label>", "labels": [[14, 34, "chemical_name"]]}
{"text": "FINE CLAD M 8734 - T is a carboxyl - functional polyester designed to cure with bisphenol - A type epoxy resins at a 60 / 40 polyester to epoxy ratio for TMA - free hybrid systems. <label>", "labels": [[26, 57, "chemical_name"]]}
{"text": "CRYLCOAT® 1627 - 0 is a carboxylated polyester resin for use in 60 / 40 hybrid powder coatings. Coatings based on CRYLCOAT® 1627 - 0 combine very good flow and gloss with excellent storage stability. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® ( Formerly CRYLCOAT® 7394 ) Polyester Resin <label>", "labels": [[38, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2494 - 6 is a highly reactive carboxylated polyester resin for use with TGIC in the production of powder coatings. Coatings based on CRYLCOAT® 2494 - 6 exhibit good outdoor durability and do not exhibit blooming when cured at lower temperatures. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "CRYLCOAT® 2437 - 0 is a TMA - free carboxylated polyester resin for use with TGIC in the manufacture of powder coatings. Formulations based on CRYLCOAT® 2437 - 0 are non - blooming and exhibit outstanding flow, excellent outdoor durability and are stabilized for direct fired gas ovens. <label>", "labels": [[24, 63, "chemical_name"]]}
{"text": "CRYLCOAT® 2431 - 0 is a carboxylated polyester resin for use with TGIC in a 90 / 10 ratio to manufacture powder coatings preferably smooth G 30 matte dry blend systems in combination with CRYLCOAT® 2452 - 2. Formulations based on CRYLCOAT® 2431 - 0 exhibit good flow, high solvent resistance, excellent outdoor weathering resistance and outstanding storage stability. <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "Crylcoat™ E 04131 is a carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 ℃. Coatings based on Crylcoat™ E 04131 combine good flow, high solvent resistance, excellent outdoor weathering resistance and outstanding storage stability. A 50 / 50 dry blend based on Crylcoat E 04131 and Crylcoat E 04132 gives a very nice matt system ( + 30 % gloss ) . Crylcoat E 04131 is a product under development. <label>", "labels": [[23, 51, "chemical_name"]]}
{"text": "RUCOTE 109 is a low viscosity, high hydroxyl number polyester resin which, when used with a low hydroxyl number resin, produces a smooth, low gloss coating with good exterior durability. RUCOTE 109 also contributes to improved stain resistance and anti - graffiti properties in low gloss powder coatings. As with any product, use of RUCOTE 109 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[16, 67, "chemical_name"]]}
{"text": "UREFREE 6482 Saturated Carboxylated Polyester Resin <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "CRYLCOAT® 2498 - 0 is a medium reactive carboxyl functional polyester resin for use with 7 % TGIC. Formulations based on CRYLCOAT® 2498 - 0 exhibit good outdoor durability, good flow and mechanical properties. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "Pioester 222 is a high performance isophthalate that is suitable for radiation curable coatings. <label>", "labels": [[18, 47, "chemical_name"]]}
{"text": "Pioester 4281 is polyester resin that is suitable for a wide variety of powder coating applications. <label>", "labels": [[17, 32, "chemical_name"]]}
{"text": "KUOTEX EL - 5720 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "VESTAGON EP - R 4030 is a crystalline, saturated hydroxy functional polyester resin designed to be used in combination with polyisocyanate crosslinkers to produce weather - resistant polyurethane powder coatings. The resin is delivered in the form of fine granules. <label>", "labels": [[26, 83, "chemical_name"]]}
{"text": "This product can be mixed with amorphous, saturated OH - terminated resins to produce matte, one - shot, weather - stable powder coatings with outstanding mechanical properties. The gloss is dependent upon the weight percentage of crystalline polyester in the total amount of polyester, and will reach a minimum gloss value above a particular percentage of EP - R 4030, dependent upon the crosslinker and amorphous resin used in the formulation. The weather stability of the coating is limited by the choice of amorphous polyester, thus a super - durable coating can be formulated using a super - durable amorphous polyester. <label>", "labels": [[31, 74, "chemical_name"], [539, 554, "chemical_name"]]}
{"text": "CRYLCOAT® 2698 - 3 is a tribo active resin for Primid® based powder coatings exhibiting outstanding flow - out and degassing properties. Formulations cured at 10 min x 180 °C exhibit excellent mechanical properties and physical ageing. <label>", "labels": [[24, 42, "chemical_name"]]}
{"text": "KUOTEX EL - 8700 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective durable thermosetting powder coatings in combination with PRIMID XL - 552. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "KUOTEX EL - 3650 N is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coatings in combination with Epoxy resins. It offers good mechanical properties, good recoatability, and excellent flow out. <label>", "labels": [[24, 60, "chemical_name"]]}
{"text": "CRYLCOAT® 1573 - 0 is a medium reactive carboxyl functional polyester resin for use with epoxy resins EEW 700 - 900 in a 50 / 50 ratio for the manufacture of hybrid powder coatings. Formulations based on CRYLCOAT® 1573 - 0 exhibit excellent flow with very good gloss. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "SJ 4 E Features: SJ 4 E is a kind of carboxyl saturated polyester resin with TGIC curing, the product and TGIC ratio of 93 / 7, it is widely used in aluminum products, superior performance. <label>", "labels": [[37, 71, "chemical_name"]]}
{"text": "Crylcoat™ 2670 - 3 is a Primid® resin designed for matte dry - blend systems to produce in combination with Crylcoat® 2671 - 3, powder coatings with 60 ° gloss between 32 and 36 % . When used with Crylcoat® E 37250, a 60 ° gloss of approximately 20 - 23 % can be achieved. The coatings show very good mechanical properties, flow and outdoor durability that meet or exceed Qualicoat or GSB specifications. <label>", "labels": [[24, 37, "chemical_name"]]}
{"text": "CRYLCOAT® 2650 - 3 is a carboxyl polyester resin for use with Primid® XL - 552 in the production of dry - blend matte powder coatings. Coatings based on CRYLCOAT® 2650 - 3 and CRYLCOAT® 2670 - 3 can achieve gloss levels of 20 to 25 % . These coatings exhibit very good mechanical properties, good flow, and improved outdoor durability that will meet or even exceed Qualicoat or GSB specifications. <label>", "labels": [[24, 48, "chemical_name"]]}
{"text": "CRYLCOAT® 1551 - 2 is a highly reactive carboxylated polyester resin that is designed to produce 50 / 50 hybrid powder coatings. The resin is to be used with low viscosity epoxy resin and is suitable for the production of smooth or textured coatings on metal and heat sensitive substrates such as MDF. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 840 ) Superdurable Polyester Resin <label>", "labels": [[28, 56, "chemical_name"]]}
{"text": "the formulation of superdurable powder coatings with 7 % of Araldite® PT - 910 or Araldite® PT - 912. Coatings based on CRYLCOAT® 4540 - 0 exhibit excellent outdoor durability. <label>", "labels": [[68, 100, "chemical_name"]]}
{"text": "CRYLCOAT® 2618 - 3 is a high performance, tribo - active carboxylated polyester resin for use with Primid® XL - 552 to produce powder coatings. Formulations based on CRYLCOAT® 2618 - 3 exhibit good flow and mechanical properties, very good overbake resistance, and good gas resistance. These formulations provide a level of outdoor weathering resistance that meets GSB and Qualicoat standards. <label>", "labels": [[57, 85, "chemical_name"]]}
{"text": "Crylcoat™ 2618 - 3 is a high performance tribo active resin for Primid - based outdoor powder coatings. Coatings made with Crylcoat™ 2618 - 3 exhibit good flow, good mechanical properties, very good overbake and good gas oven resistance. Formulations based on this resin exhibit excellent outdoor resistance, meeting GSB and Qualicoat standards. <label>", "labels": [[64, 86, "chemical_name"]]}
{"text": "CRYLCOAT® E 38051 is a highly reactive carboxylated polyester resin for use in the production of 50 / 50 hybrid powder coatings. This resin is designed for use with low viscosity epoxy resins and is suitable for the production of coatings at cure temperatures as low as 130 ℃ on MDF substrates. Coatings based on this product combine good flow with high gloss and chemical resistance. CRYLCOAT® E 38051 is a product under development. <label>", "labels": [[23, 67, "chemical_name"]]}
{"text": "General Description CrylcoatP ® E 38051 is a high reactive carboxylated P <label>", "labels": [[45, 71, "chemical_name"]]}
{"text": "CRYLCOAT® 4626 - 0 is a superdurable carboxylated polyester resin for the formulation of powder coatings with 7 % of Primid® XL - 552. Coatings based on CRYLCOAT® 4626 - 0 provide outstanding weathering resistance. <label>", "labels": [[24, 65, "chemical_name"]]}
{"text": " ( Formerly CrylcoatTM 2026 ) Superdurable Polyester Resin <label>", "labels": [[30, 58, "chemical_name"]]}
{"text": "Crylcoat™ 4626 - 0 is a superdurable carboxylated polyester resin for use with Primid XL - 552. Coatings based on Crylcoat™ 4626 - 0 and Primid XL 552 produce high Tg films that exhibit outstanding outdoor weathering resistance. <label>", "labels": [[24, 65, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 7641 ) Superdurable Polyester Resin <label>", "labels": [[29, 57, "chemical_name"]]}
{"text": "CRYLCOAT® 4641 - 0 is a superdurable, carboxylated polyester resin for the formulation of powder coatings with Primid® XL - 552 in a 97 / 3 ratio. Coatings based on CRYLCOAT® 4641 - 0 provide outstanding weather resistance. When dry blended with CRYLCOAT® 4420 - 0 or CRYLCOAT® E 37179, a 60 º gloss of 30 or 20 ( respectively ) can be obtained. <label>", "labels": [[24, 66, "chemical_name"]]}
{"text": " ( Formerly CrylcoatTM 7641 ) Superdurable Polyester Resin <label>", "labels": [[30, 58, "chemical_name"]]}
{"text": "Crylcoat™ 4641 - 0 is a carboxylated superdurable polyester resin. When cured with 3 % Primid XL - 552, coatings based 4641 - 0 <label>", "labels": [[24, 65, "chemical_name"]]}
{"text": "CRYLCOAT® 2860 - 0 is a hydroxyl functional polyester resin for use with blocked polyisocyanates or uretidiones to manufacture one - shot matte powder coatings when used with CRYLCOAT® 2814 - 0 or CRYLCOAT® E 04076. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "Crylcoat™ E 04060 is a hydroxyl functional polyester resin for use with blocked polyisocyanates or uretdiones to manufacture polyurethane powder coatings. Crylcoat E 04060 is a product under development. <label>", "labels": [[23, 58, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with β - Hydroxyalkylamide type hardeners. Gas oven stabilized. TMA free. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Albester SilkyMatt™ 5680 Carboxyl Terminated Polyester Resin <label>", "labels": [[25, 60, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® 7640 ) Superdurable Polyester Resin <label>", "labels": [[42, 57, "chemical_name"]]}
{"text": "CRYLCOAT® 4643 - 3 is a superdurable carboxyl functional polyester resin for use with Primid® XL 552 in ratios 92 / 8 designed for applications with excellent outdoor resistance. <label>", "labels": [[37, 72, "chemical_name"]]}
{"text": "Applications TGIC cure resin, 93 / 7 type, for architectural and industrial purposes. <label>", "labels": [[13, 28, "chemical_name"]]}
{"text": "SP - 011 Carboxyl Functional Polyester Resin for Powder Coatings <label>", "labels": [[9, 44, "chemical_name"]]}
{"text": "SP - 011 is a workhorse 100 % solids carboxyl functional polyester resin designed SP - 011 gives an attractive balance of flow, gloss and weathering resistance. <label>", "labels": [[14, 72, "chemical_name"]]}
{"text": "TYPE OF RESIN : Carboxyl - terminated polyester resin. <label>", "labels": [[16, 53, "chemical_name"]]}
{"text": "Product Description ( Albester 1 2662 is a high reactivity, carboxyl terminated polyester resin for hybrid coatings. In combination with suitable epoxy resins ( E.E.W. = 600 - 750 ) in 70 : 30 ratio, Albester™ 2662 provides decorative coatings with very good mechanical and flow properties, along with good color retention in direct gas ovens. It is also recommended ! for low gloss finishes through matting agents. <label>", "labels": [[43, 95, "chemical_name"]]}
{"text": "EL - 8300 is a 96.5 / 3.5 Primid cure saturated carboxylic polyester resin. It offers good yellowing resistance property and high blister free film thickness. <label>", "labels": [[38, 74, "chemical_name"]]}
{"text": "CRYLCOAT® 1616 - 2 is a low reactive carboxylated polyester resin for use in the production of 60 / 40 hybrid powder coatings. Coatings based on CRYLCOAT® 1616 - 2 exhibit excellent flow, high gloss and excellent wetting of fillers and pigments. <label>", "labels": [[24, 65, "chemical_name"]]}
{"text": "SP - 500 Hydroxyl Functional Polyester Resin for Powder Coatings <label>", "labels": [[9, 44, "chemical_name"]]}
{"text": "SP - 500 is a 100 % solids hydroxyl functional polyester resin designed as a 83 / 17 Urethane. When properly formulated, SP - 500 gives an attractive balance of flow, gloss and weathering resistance. <label>", "labels": [[14, 62, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. For mat paints by dry - blend with REAFREE 4401 - S. High cross - linking density. Gas oven stabilised. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "KUOTEX EL - 7100 ,is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with T.G.I.C. It offer good mechanical properties, good recoatablity, , and good outdoor durability. <label>", "labels": [[23, 59, "chemical_name"]]}
{"text": "PC - 8801 is a carboxylated polyester resin designed for 90 : 10 Primid XL 552 powder to be cured at 180 ℃. Coatings based on PC - 8801 combined good mechanical properties and excellent out door durability. Gas oven stabilised. <label>", "labels": [[15, 43, "chemical_name"]]}
{"text": "RP 6217 is a low demand, tribo carboxylated polyester resin for use with Primid® XL 552. <label>", "labels": [[13, 59, "chemical_name"]]}
{"text": "SP - 8300 Carboxyl Functional Polyester Resin for Powder Coatings <label>", "labels": [[10, 45, "chemical_name"]]}
{"text": "SP - 8300 is a 100 % solids carboxyl functional polyester resin designed as a 96.5 / 3.5 Primid. When properly formulated, SP - 8300 gives an attractive balance of flow, gloss and weathering resistance. <label>", "labels": [[15, 63, "chemical_name"]]}
{"text": "CRYLCOAT® ( Formerly ALFTALAT® 04101 ) Polyester Resin <label>", "labels": [[39, 54, "chemical_name"]]}
{"text": "CRYLCOAT® 1771 - 3 is a medium reactive, tribo applicable carboxyl functional polyester resin for use with epoxy resins EEW 700 - 900 in a 70 / 30 ratio to manufacture hybrid powder coatings. Coatings based on CRYLCOAT® 1771 - 3 exhibit good flow and gloss. <label>", "labels": [[24, 93, "chemical_name"]]}
{"text": "Crylcoat™ 1771 - 3 is a medium reactive, tribo applicable carboxyl functional polyester resin for use with epoxy resins EEW 700 - 900 in a 70 / 30 ratio for the manufacture of hybrid powder coatings. Coatings based on Crylcoat™ 1771 - 3 exhibit good flow and good gloss. <label>", "labels": [[24, 93, "chemical_name"]]}
{"text": "ALBESTER 2221 is a high reactivity polyester resin for hybrid coatings. In combination with suitable epoxy resins ( E.E.W. = 700 - 850 ) in 60 / 40 ratio, ALBESTER 2221 offers good flow along with good mechanical properties, corrosion resistance and overall chemical resistance. <label>", "labels": [[19, 50, "chemical_name"]]}
{"text": ".SJ - 4 #ET is the production which shen - jian company recently develops , That is a kind of saturated carboxyl polyester resin for 93 / 7 typed powder for TGIC cureing. 4 #E is provided with good flow, good mechanical properties and Good durability. <label>", "labels": [[94, 128, "chemical_name"]]}
{"text": "IP 4130 is an “all IPA” polymer designed for use in high durability Primid systems at a mixing ratio of 96 : 4 PE:Primid. IPU 4130 is IP 4130 Produced by Cytec in the USA <label>", "labels": [[14, 31, "chemical_name"]]}
{"text": "POWDER COATINGS TGIC Saturated carboxylated polyester resin <label>", "labels": [[21, 59, "chemical_name"]]}
{"text": "RUCOTE 117 is a hydroxyl functional polyester resin that can provide good gloss, high chemical and stain resistance, and good outdoor durability. When combined with a low hydroxyl number resin, a smooth satin - gloss finish can result. As with any product, use of RUCOTE 117 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[16, 51, "chemical_name"]]}
{"text": "YE - 6370 is a indoor saturated carboxylic polyester resin curing with epoxy resin at 50 / 50 for thermosetting powder coating, applies to indoor decorative and functional powder coating. <label>", "labels": [[15, 58, "chemical_name"]]}
{"text": "Applications Master batch: Flow control agent in saturated, carboxylated polyester resin. <label>", "labels": [[49, 88, "chemical_name"]]}
{"text": "YE - 2630 is a saturated hydroxyl polyester resin compounding with BLOCKED IPDI for thermosetting powder coating. It is applied to outdoor decorative and functional painting. <label>", "labels": [[15, 49, "chemical_name"]]}
{"text": "YE - 9500 is a indoor saturated carboxylic polyester resin curing with epoxy resin at 75 / 25 for thermosetting powder coating with excellent flow, applied to indoor decorative and functional painting. <label>", "labels": [[15, 58, "chemical_name"]]}
{"text": "Morflex 1000 is polyester resin that is suitable for a wide variety of coating applications. <label>", "labels": [[16, 31, "chemical_name"]]}
{"text": "Morkote 300 is a carboxyl functional polyester resin designed to provide excellent flow and properties when cured with TGIC at a 93 / 7 resin to curative ratio. <label>", "labels": [[17, 52, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. For mat paints by dry - blend with REAFREE 4002 - S. Low TGIC demand. Gas oven stabilised. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "SJ 5122 Features: SJ 5122 is a kind of primid curing carboxyl saturated polyester resin, resin with β - Hydroxyalkyl amide curing ratio of 95 / 5, the powder made of good leveling，excellent weather resistance, better general performance. <label>", "labels": [[53, 87, "chemical_name"]]}
{"text": "KUOTEX EL - 9260 - I is a saturated carboxylic polyester resin suitable for thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[26, 62, "chemical_name"]]}
{"text": "Other Epoxy resins are suitable. EL - 9260 - I/Epoxy resin = 70 / 30 ( 3 ) FC - 100 ( Supplier: Chan Sieh ) , Modaflow III <label>", "labels": [[75, 94, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting tribochargeable powders in combination with epoxy resins. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting tribochargeable powders in combination with epoxy resins. General purpose polyester. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "a superdurable carboxylated polyester resin for use with CRYLCOAT® 4629 - 0 in the production of one - shot matte Primid® powder coatings with 60 ° gloss between 20 to 40 % . The coatings exhibit outstanding outdoor resistance with good flow and mechanical properties. <label>", "labels": [[2, 43, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting tribochargeable powders in combination with epoxy resins. Gas oven stabilised. General purpose polyester. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "KUOTEX EL - 8250 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Primid and offers good flow, high gloss and outdoor durability. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "RP 4765 is a Premium Durability, Standard Bake polymer with medium <label>", "labels": [[13, 54, "chemical_name"]]}
{"text": "YE - 9430 is an exterior saturated carboxylic polyester resin curing with Primid XL - 552 at 96.5 / 3.5 for thermosetting powder coating, Applied to exterior decorative and functional powder coating with good durability, flow and gloss etc. <label>", "labels": [[16, 61, "chemical_name"]]}
{"text": "KUOTEX TB - 595 ,is a saturated carboxylic polyester resin suitable for the formulation of tribo decorative and protective thermosetting powder coating in combination with Epoxy resin. It offer good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[22, 58, "chemical_name"]]}
{"text": "SJ 4802 is a kind of carboxyl saturated polyester resin with TGIC curing, <label>", "labels": [[21, 55, "chemical_name"]]}
{"text": "SJ 4803 Features: SJ 4803 is a kind of carboxyl saturated polyester resin with TGIC curing, the product and TGIC ratio of 90 / 10. a kind of high acid value carboxyl saturated polyester resin , the product with a lower acid value resin arbitrary extincyion ratio of dry powder,will be a good side effect of plate and the different extinction properties. <label>", "labels": [[39, 73, "chemical_name"], [141, 191, "chemical_name"]]}
{"text": "CrylcoatTM K 2698 - 2 is a TBA free polyester resin version of CC 2698 - 3 for Primid based powder coatings exhibiting outstanding flowout and degassing properties. Formulations cured at 10 min <label>", "labels": [[27, 51, "chemical_name"]]}
{"text": "SJ 4866 Features: SJ 4866 is a kind of carboxyl saturated polyester resin with TGIC curing, the product and TGIC ratio of 93 / 7. The powder coating made with SJ 4866 is provided with good leveling and mechanical, anti - aging properties,excellent storage stability. <label>", "labels": [[39, 73, "chemical_name"]]}
{"text": "PEP 1781 is hybrid coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[42, 77, "chemical_name"]]}
{"text": "PEP 3600 is TGIC coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[40, 75, "chemical_name"]]}
{"text": "CRYLCOAT® 2870 - 0 is a hydroxyl functional polyester resin for use with blocked isocyanates or uretdiones and for one shot matte formulations. Coatings based on CRYLCOAT® 2870 - 0 exhibit good outdoor <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "YE - 2980 is a saturated high hydroxyl polyester resin curing with BLOCKED IPDI for thermosetting matting powder coating. It can be compounded with the saturated low hydroxyl polyester resin YE - 2080 to get different level of low gloss coating by adjusting the proportion of these two models. It is suitable for outdoor decorative and functional coating of smooth and fine appearance with good weathering resistance, solvent resistance, and high hardness <label>", "labels": [[15, 54, "chemical_name"]]}
{"text": "YE - 7180 is an exterior saturated carboxylic polyester resin curing with TGIC at <label>", "labels": [[16, 61, "chemical_name"]]}
{"text": "Description Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting powders in combination with epoxy resins. Medium reactivity type. <label>", "labels": [[12, 44, "chemical_name"]]}
{"text": "PEP 4010 is hybrid coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[42, 77, "chemical_name"]]}
{"text": "Saturated, high molecular, branched copolyester. Soluble in aromatic hydrocarbons, good PVC - compatibility. <label>", "labels": [[0, 47, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate or β - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor SUPERDURABLE and protective thermosetting tribochargeable powders for electrostatic application. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "CRYLCOAT® 1587 - 6 is a tin - free highly re - active carboxyl functional polyester resin for use in 50 / 50 hybrid powder coatings. Coatings based on CRYLCOAT® 1587 - 6 exhibit good mechanical properties and physical ageing when cured at 130 - 140 °C. <label>", "labels": [[24, 89, "chemical_name"]]}
{"text": "REALKYD XTR 20 is a saturated polyester manufactured with synthetic acids and glycols. REALKYD XTR 20 gives excellent flexibility and excellent tack properties. <label>", "labels": [[20, 52, "chemical_name"]]}
{"text": "REALKYD® XTR 20 is a saturated polyester manufactured with synthetic acids and glycols. REALKYD® XTR 20 gives excellent flexibility and excellent tack properties. <label>", "labels": [[21, 53, "chemical_name"]]}
{"text": "CRYLCOAT® ( Formerly CRYLCOAT® E 02123 ) Superdurable Polyester Resin <label>", "labels": [[54, 69, "chemical_name"]]}
{"text": "CRYLCOAT® 4823 - 0 is a superdurable hydroxyl functional polyester resin for use with blocked polyisocyanates or uretdiones in the production of powder coatings. Coatings based on CRYLCOAT® 4823 - 0 exhibit good flow, mechanical, chemical and weathering resistance. <label>", "labels": [[37, 72, "chemical_name"]]}
{"text": " ( Formerly CRYLCOAT® E 02123 ) Superdurable Polyester Resin <label>", "labels": [[45, 60, "chemical_name"]]}
{"text": "CRYLCOAT E 02123 ® is a superdurable hydroxyl functional polyester resin for use with blocked polyisocyanates or uretdiones in the production of powder coatings. Coatings based on CRYLCOAT® E 02123 exhibit good flow, mechanical, chemical, and weathering resistance. <label>", "labels": [[37, 72, "chemical_name"]]}
{"text": "TS 7300 is a universal kind of saturated carboxyl polyester resin, mixed with epoxy resin in 70 / 30 for pol yester /epoxy low gloss hybrid powder coatings. <label>", "labels": [[31, 65, "chemical_name"]]}
{"text": "CRYLCOAT® 1574 - 6 is a highly reactive carboxylated polyester resin for use in the production of 50 / 50 hybrid powder coatings. The resin is particularly suitable for the production of coatings for cure at temperatures between 130 ° and 140 ° C on MDF substrates. Coatings based on CRYLCOAT® 1574 - 6 combine good flow with high gloss. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "GH - 2210 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 200 °C. Coatings based on GH - 2210 combine a good flow together with an excellent mechanical properties. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "Longcester® P 5706 - 2 Saturated, carboxylated polyester resin <label>", "labels": [[23, 62, "chemical_name"]]}
{"text": "P 5706 - 2 is a medium reactivity polyester resin, designed for 93 : 7 TGIC curing powder coatings. Coatings based on it exhibit: <label>", "labels": [[16, 49, "chemical_name"]]}
{"text": "Domopol 1242 is linear polyester, based on adipic acid and diethyleneglycol. It is almost colourless and it is liquid at room temperature. <label>", "labels": [[16, 75, "chemical_name"]]}
{"text": "PEP 2560 is Primid XL 552 coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[49, 84, "chemical_name"]]}
{"text": "CE 3099 A is a universal kind of saturated carboxyl polyester resin, mixed with primid in 95 / 5 for polyester /primid powder coatings. <label>", "labels": [[33, 67, "chemical_name"]]}
{"text": "ALBESTER SilkyMattTM 6615 is a hydroxyl functional, highly branched resin with improved weathering compared to ALBESTER SilkyMattTM 3115. This resin is designed for blending with ALBESTER SilkyMattTM 6620 for low gloss finishing suitable for dye - sublimation. <label>", "labels": [[31, 73, "chemical_name"]]}
{"text": "Albester SilkyMattTM 6615 resin is a hydroxyl functional, highly branched resin with improved weathering compared to Albester SilkyMattTM 3115 resin. This resin is designed for blending with Albester SilkyMattTM 6620 resin for low gloss finishing suitable for dye - sublimation. <label>", "labels": [[37, 79, "chemical_name"], [217, 222, "chemical_name"]]}
{"text": "GH - 2205 A is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 200 °C. Coatings based on GH - 2205 A combine an excellent flow together with outstanding over - baking resistance. <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "GH - 1165 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 180 °C. Coatings based on GH - 1165 combine an excellent flow together with excellent storage - ability. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 1173 is a saturated carboxylated polyester resin designed for 70 / 30 hybrid powders to be cured at 180 °C. Coatings based on GH - 1173 combine a good flow together with good mechanical properties. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "K - 7085 is carboxylated polyester resin designed for hybrid system. It is used with <label>", "labels": [[12, 40, "chemical_name"]]}
{"text": "K - 7066 is a carboxylated polyester resin designed for hybrid system. It is used with <label>", "labels": [[14, 42, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of decorative and protective thermosetting powders for electrostatic application. Slow curing type. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "GH - 4403 is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. A 1 : 1 dry blend based on GH - 4403 and GH - 4404 gives a very nice matte finish at approximately 30 % gloss at 60 degree. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "EP - 4103 is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. A 1 : 1 dry blend based on EP - 4103 and EP - 4104 gives a very nice matte finish at approximately 26 - 30 % gloss at 60 degree. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "PEP 5140 is urethane coating system that is hydroxyl terminated polyester resin designed for use with blocked isocyanates. <label>", "labels": [[53, 79, "chemical_name"]]}
{"text": "GH - 3322 is a saturated carboxylated polyester resin designed for 95 / 5 Primid powders to be cured at 180 °C. Coatings based on GH - 3322 combine good flow, good mechanical properties, very good over - baking resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 3301 is a saturated carboxylated polyester resin designed for 96.5 / 3.5 Primid powders to be cured at 200 °C. Coatings based on GH - 3301 combine good flow and excellent mechanical properties. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® E 04324 is a hydroxyl functional polyester resin, NPG free, for use with blocked polyisocyanates, uretdiones or anhydride hardener BECKOPOX® EH 694. CRYLCOAT® E 04324 is currently under development. <label>", "labels": [[23, 68, "chemical_name"]]}
{"text": "Description FL - 2011 is a carboxylated polyester resin for outdoor use <label>", "labels": [[27, 55, "chemical_name"]]}
{"text": "GH - 5501 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 200 °C. Coatings based on GH - 5501 combine super durable resistance and hard film. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 1175 is a saturated carboxylated polyester resin designed for 70 / 30 hybrid powders to be cured at 180 °C. Coatings based on GH - 1175 combine a good flow together with good mechanical properties. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® E 04517 is a carboxyl functional polyester resin for use with Primid® XL 552 or TGIC in outdoor powder coatings. Coatings made with CRYLCOAT® E 04517 exhibit excellent flow, good outdoor durability and flexibility. <label>", "labels": [[23, 58, "chemical_name"]]}
{"text": "GH - 3325 is a saturated carboxylated polyester resin designed for 95 / 5 Primid powders to be cured at 180 °C. Coatings based on GH - 3323 combine a good flow together with good weathering resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CE 3068 is a universal kind of saturated carboxyl polyester resin, mixed with primid in 95 / 5 for polyester/primid powder coatings. <label>", "labels": [[31, 65, "chemical_name"]]}
{"text": "GH - 4402 is a saturated carboxylated polyester resin designed for 95 / 5 TGIC powders to be cured at 200 °C. A 1 : 1 dry blend based on GH - 4401 and GH - 4402 gives a very nice matte finish at approximately 22 - 26 % gloss at 60 degree. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 2201 is a saturated carboxylated polyester resin designed for 94 / 6 TGIC powders to be cured at 200 °C. Coatings based on GH - 2201 combine a good flow together with an excellent overbaking resistance. It’s also suitable for tribo gun. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 4401 is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. A 1 : 1 dry blend based on GH - 4401 and GH - 4402 gives a very nice matte finish at approximately 22 - 26 % gloss at 60 degree. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "PEP 2480 is Primid XL 552 coating system that is carboxyl terminated polyester resin designed for use with epoxy resin. <label>", "labels": [[49, 84, "chemical_name"]]}
{"text": "SJ 7205 - 4 is a saturated carboxylated polyester for combination with epoxy resins in a 70 / 30 ratio for the formulation of indoor decorative and protective thermosetting powders for electrostatic application. Tribo enhanced version. Curing: 10 at 200 oC <label>", "labels": [[17, 49, "chemical_name"]]}
{"text": "CRYLCOAT® 2671 - 3 is a Primid® resin that is used with CRYLCOAT® 2670 - 3 in the production of matte dry blend powder coatings at a gloss level of 32 - 36 % . These coatings exhibit mechanical properties, flow and outdoor durability that meet or exceed GSB and Qualicoat specifications. <label>", "labels": [[24, 37, "chemical_name"]]}
{"text": "GH - 1266 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 180 °C. Coatings based on GH - 1266 combine an excellent flow together with an good over - baking resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® E 04375 is a hydroxyl functional, superdurable polyester resin for use with blocked isocyanates or uretdiones, preferably in combination with higher functional counterparts for the production of matte one shot powder coatings. <label>", "labels": [[23, 72, "chemical_name"]]}
{"text": "CRYLCOAT® E 04362 is a superdurable hydroxyl functional polyester resin for use with blocked isocyanates or uretdiones. Coatings based on CRYLCOAT® E 04362 <label>", "labels": [[23, 71, "chemical_name"]]}
{"text": "CRYLCOAT® E 04668 is a low bake tribo active carboxyl functional Primid® polyester resin for matte dry - blend systems. In combination with CRYLCOAT® E 04693, powder coatings with 60 ° gloss between 25 and 30 gloss units can be formulated ; full cure can be achieved at 10 min x 160 °C schedule. <label>", "labels": [[23, 88, "chemical_name"]]}
{"text": "REAFREE® 4781 Saturated Carboxylated Polyester Resin <label>", "labels": [[14, 52, "chemical_name"]]}
{"text": "TGIC cure resin, 93 / 7 type, for outdoor durable thermosetting powder coatings. TMA free. <label>", "labels": [[0, 15, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting powders in combination with epoxy resins. Medium reactivity type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "GH - 1164 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 200 °C. Coatings <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 1164 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 200 °C. Coatings based on GH - 1164 <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 1164 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 200 ℃. Coatings based on GH - 1164 combine excellent flow and flexibility, the filler can be more added in the recipe. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2415 - 2 is a carboxylated polyester resin for use with TGIC in a 90 / 10 ratio to manufacture powder <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "GH - 5505 is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. Coatings based on GH - 5505 combine super durable resistance. Dry blend with GH - 5504 at ratio 5 / 5 can produce semi gloss coating. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2451 - 6 is a low viscosity carboxyl - functional polyester resin for use with TGIC in the production of low bake powder coatings as shown in cure curve for 93 / 7 ratio. Coatings based on CRYLCOAT® 2451 - 6 cured at 10 min x 150 °C combine excellent flexibility, adhesion, gloss and film hardness. At 92 / 8 ratio full cure can be achieved at 15 min at 120 °C. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "YE - 1255 is an exterior saturated carboxylic polyester resin curing with TGIC at 93 / 7 for thermosetting powder coating, applied to exterior decorative and functional powder coating, specially coating on articles at low curing temperature. <label>", "labels": [[16, 61, "chemical_name"]]}
{"text": "CRYLCOAT® E 04638 is a medium reactive carboxyl functional polyester resin for use in the production of 70 / 30 hybrid powder coatings. This resin allows the formulation of affordable powder coatings with good overall performances and good flow out and appearance. <label>", "labels": [[23, 74, "chemical_name"]]}
{"text": "GH - 7702 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 190 °C. Coatings based on GH - 7702 combine a good flow together with an excellent mechanical properties and good durable ability,it’s with excellent heat resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 6602 is a saturated hydroxylated polyester resin designed for 93 / 7 Powderlink 1174 powders to be cured at 200 °C with catalyst 32 - 18 A. Coatings based <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 1660 - 5 is a carboxyl functional poly - ester resin for use in medium - reactive 60 / 40 hybrid powder coatings. Coatings based on CRYLCOAT® 1660 - 5 exhibit good flexibility, high gloss, and outstanding flow using high amounts of filler. <label>", "labels": [[24, 62, "chemical_name"]]}
{"text": "CRYLCOAT® 2696 - 6 is a high reactive, tribo enhanced carboxyl functional polyester resin for use with 5 % Primid® XL 552 in low bake ( 10 min x 160 ℃ ) or fast cure ( 2 min x 180 ℃ ) formulations for the industrial coatings seg - ment. Coatings based on CRYLCOAT® 2696 - 6 exhibit excellent blooming - resistance at low temperatures and good overall properties. <label>", "labels": [[24, 89, "chemical_name"]]}
{"text": "Carboxylated polyester resin for outdoor powder coatings. <label>", "labels": [[0, 28, "chemical_name"]]}
{"text": "Technical Data sheet Urez H 738 Type : Saturated Carboxylated Polyester Resin <label>", "labels": [[39, 77, "chemical_name"]]}
{"text": "CRYLCOAT® 2606 - 3 is a high performance tribo active carboxyl functional polyester resin for use with Primid® XL 552 in 95 / 5 mixing ratio in outdoor powder coatings. Coatings made with CRYLCOAT® 2606 - 3 exhibit good flow, outdoor durability, overbake - , gas - oven - and water - spot resistance. <label>", "labels": [[54, 89, "chemical_name"]]}
{"text": "CRYLCOAT® 2468 - 5 is a low reactive, carboxyl functional polyester resin for use with 7 % TGIC in the production of industrial powder coatings. CRYLCOAT® 2468 - 5 has good suitability to formulate matte coatings. Formulations based on CRYLCOAT® 2468 - 5 exhibit good outdoor durability, flow and mechanical properties. <label>", "labels": [[24, 73, "chemical_name"]]}
{"text": "CRYLCOAT® 2411 - 2 is a carboxylated polyester resin for use in 93 / 7 TGIC powder coatings. Coatings based on CRYLCOAT® 2411 - 2 exhibit outstanding flow, very <label>", "labels": [[24, 52, "chemical_name"]]}
{"text": "CRYLCOAT® 2437 - 2 is a TMA - free carboxyl functional polyester resin for use with TGIC in the manufacture of powder coatings. Formulations based on CRYLCOAT® 2437 - 2 are non - blooming and exhibit outstanding flow, excellent outdoor durability and are stabilized for direct fired gas ovens. <label>", "labels": [[24, 70, "chemical_name"]]}
{"text": "CRYLCOAT® 2452 - 2 is a low reactive carboxyl functional polyester resin for use with 4 % TGIC. Formulations based on CRYLCOAT® 2452 - 2 exhibit flow, <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with β - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. Gas oven stabilised. TMA free type. High Tg polyester. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting powders in combination with epoxy resins. General purpose polyester. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester suitable for the formulation of decorative and protective thermosetting powders in combination with epoxy resins. Medium reactive type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "EP - 1615 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 180 °C. Coatings based on EP - 1615 combine a good flow, good storage stability together with an excellent boiling water resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "Master batch of acrylic polymer in a hydroxylated saturated polyester. TMA free type <label>", "labels": [[0, 69, "chemical_name"]]}
{"text": "EP - 7108 is a unique combination of two special grade of thermally stable anti - oxidant master batch designed for powder coating. EP - 7108 contains 50 % active substance that possess high thermal stability and non - volatile during high temperature powder extrusion and curing processes ( both electric and direct fired gas ovens ) and show no or very minimal discoloration compare to conventional antioxidants. <label>", "labels": [[15, 102, "chemical_name"]]}
{"text": "EP - 2180 is a saturated carboxylated polyester resin designed for 92 / 8 TGIC powders to be cured at 200 °C. Coatings based on EP - 2180 combine a very good flow together with an excellent mechanical properties. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "EP - 2105 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 200 °C. Coatings based on EP - 2105 combine an excellent flow together with very good over - baking resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "Saturated, very high molecular, elastified copolyester. <label>", "labels": [[0, 54, "chemical_name"]]}
{"text": "GH - 5515 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 160 °C. Coatings based on GH - 5515 combine a good flow together with super weathering resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2675 - 0 is a low demand carboxyl functional polyester resin for Primid® XL 552 or Primid® SF <label>", "labels": [[24, 70, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. High reactivity type for general industry applications. TMA free type. Gas oven stabilized. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "EP - 6105 is a saturated hydroxylated polyester resin designed for 50 / 50 polyurethane powders to be cured at 190 °C. EP - 6105 is designed for one shot matte PU powder coatings. Coatings based on EP - 6105 combine a excellent flow together with good weathering resistance and solvent resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "REAFREE® 5707 Saturated Carboxylated Polyester Resin <label>", "labels": [[14, 52, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate or with ß - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor superdurable and protective thermosetting powders. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate or β - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor SUPERDURABLE and protective thermosetting powders for electrostatic application. For mat paints by dry - blend with REAFREE 5706 or REAFREE 5002 Low TGIC or PRIMID ( 1 ) demand. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate or β - Hydroxyalkylamide type hardeners. Suitable for the formulation of outdoor SUPERDURABLE and protective thermosetting powders for electrostatic application. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "EP - 4110 is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. Coatings based on EP - 4110 combine a good mechanical property together with good solvent resistance. EP - 4110 can be used for dry - blend matt application. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "Carboxyl Terminated Polyester Resin. PRELIMINARY VALUES. <label>", "labels": [[0, 35, "chemical_name"]]}
{"text": "PGMEA ( =PGMAC, PMA ) :Propylene Glycol Monomethyl Ether Acetate THF:Tetrahydrofran <label>", "labels": [[23, 68, "chemical_name"]]}
{"text": "YE - 1260 is an exterior saturated carboxylic polyester resin with TGIC at 92 / 8 for powder coating, applied to outdoor decorative and functional coating, especially for low temperature fast curing coating. <label>", "labels": [[16, 61, "chemical_name"]]}
{"text": "CRYLCOAT 1571 - 0 ( Formerly CRYLCOAT® E 04671 ) Polyester Resin <label>", "labels": [[49, 64, "chemical_name"]]}
{"text": "CRYLCOAT® 1571 - 0 is a medium reactive carboxyl functional polyester resin for use in the production of 50 / 50 hybrid powder coatings with excellent storage stability. <label>", "labels": [[24, 75, "chemical_name"]]}
{"text": "GH - 2235 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 190 °C. Coatings based on GH - 2235 combine good flow together with good flexibility and good outdoor mechanical property. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "GH - 4403 B is a saturated carboxylated polyester resin designed for 90 / 10 TGIC powders to be cured at 200 °C. It’s a no organo - tin version of GH - 4403. <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "TM 5571 is a saturated carboxyl polyester resin specifically for 50 / 50 hybrid powder coatings <label>", "labels": [[13, 47, "chemical_name"]]}
{"text": "RUCOTE 9110 is a carboxyl functional polyester resin which can provide good long term weatherability. As with any product, use of RUCOTE 9110 in a given application must be tested ( including but not limited to field testing ) in advance by the user to determine suitability. <label>", "labels": [[17, 52, "chemical_name"]]}
{"text": "GH - 1156 T is a saturated carboxylated polyester resin designed for 50 / 50 hybrid powders to be cured at 180 °C. Coatings based on GH - 1156 combine a good flow together with good physical matting effect. It’s applied for tribo gun. <label>", "labels": [[17, 55, "chemical_name"]]}
{"text": "GH - 2240 is a saturated carboxylated polyester resin designed for 93 / 7 TGIC powders to be cured at 200 °C. Coatings based on GH - 2240 combine a excellent flow, and good outdoor durability. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "UREFREE 4722 Saturated Carboxylated Polyester Resin <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "CRYLCOAT® 2677 - 2 is a carboxyl functional polyester resin for use with 4 % HAA hardener in the production of matte dry blend powder coatings. Formulations based on CRYLCOAT® 2677 - 2 exhibit good flow, mechanicals and improved outdoor durability. <label>", "labels": [[24, 59, "chemical_name"]]}
{"text": "KUOTEX EL - 9150 - 1 is a saturated carboxylic polyester resin suitable for the formulation of decorative and protective thermosetting powder coating in combination with Epoxy resin. It offers good mechanical properties, good recoatablity, and good flow out. <label>", "labels": [[26, 62, "chemical_name"]]}
{"text": "UREFREE 4789 Saturated Carboxylated Polyester Resin <label>", "labels": [[13, 51, "chemical_name"]]}
{"text": "CRYLCOAT® 4627 - 2 is a superdurable carboxyl functional polyester resin for use with Primid® XL - 552 in a ratio of 95 / 5. Coatings based on CRYLCOAT® 4627 - 2 exhibit excellent outdoor resistance combined with improved corrosion resistance. <label>", "labels": [[24, 72, "chemical_name"]]}
{"text": "CRYLCOAT K 1641 - 2 is a carboxylated polyester resin for use in 60 / 40 hybrid powder coatings. <label>", "labels": [[25, 53, "chemical_name"]]}
{"text": "ELARESIN® DP 23 is a medium cure ( 10 min at 180 ℃ ) carboxyl functional polyester resin which can be used in 95 / 5 powder coating formulations. It has Tribo & Overbake version. <label>", "labels": [[21, 88, "chemical_name"]]}
{"text": "PUDRALAC 2683 - AW is a carboxylated polyester suitable for combination with MEGAMID XL ( recommended ratio is 97 / 3 ) in powder coating applications. It gives low gloss coatings if dry blended with PUDRALAC 2783 - AW based powders. Excellent outdoor resistance with very good mechanical properties. Powder coatings based on PUDRALAC 2683 - AW exhibit excellent gas oven stability and tribo chargeability. <label>", "labels": [[24, 46, "chemical_name"]]}
{"text": "PUDRALAC 2783 - AW is a carboxylated polyester suitable for combination with MEGAMID XL ( recommended ratio is 93 / 7 ) in powder coating applications. It gives low gloss coatings if dry blended with PUDRALAC 2683 - AW based powders. Excellent outdoor resistance with very good mechanical properties. Powder coatings based on PUDRALAC 2783 - AW exhibit excellent gas oven stability and tribo chargeability. <label>", "labels": [[24, 46, "chemical_name"]]}
{"text": "GH - 3334 is a standard durable grade saturated carboxylated polyester resin designed for 96 / 4 Primid powders to be cured at 180 ℃. Coatings based on GH - 3334 combined a good flexibility and mechanical property. GH - 3334 is tribo enhanced. <label>", "labels": [[15, 76, "chemical_name"]]}
{"text": "GH - 1267 is a saturated carboxylated polyester resin designed for 60 / 40 hybrid powders to be cured at 180 ℃. Coatings based on GH - 1267 combine a good flow,good storage stability together with an excellent boiling water resistance. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "CRYLCOAT® 2478 - 1 is a reactive carboxyl functional polyester resin for use with 7 % TGIC in the production of architectural powder coatings. Formulations based on CRYLCOAT® 2478 - 1 exhibit excellent outdoor durability, high flexibility and storage stability. <label>", "labels": [[24, 68, "chemical_name"]]}
{"text": "YE - 6590 is a indoor saturated carboxylic polyester resin compounding with epoxy resin at 50 / 50 for thermosetting powder coating, applied to indoor low temperature coating for MDF substrate. <label>", "labels": [[15, 58, "chemical_name"]]}
{"text": "GH - 3335 is a saturated carboxylated polyester resin designed for 95 / 5 HAA or 93 / 7 TGIC powders to be cured at 180 ℃. Coatings based on GH - 3335 combine a good flexibility together with good mechanical property. <label>", "labels": [[15, 53, "chemical_name"]]}
{"text": "Epoxy - Polyester powders are designed for decorative and protective end service applications where interior durability is a requirement. <label>", "labels": [[0, 25, "chemical_name"]]}
{"text": "ELARESIN* IE 73 A is a medium cure ( 10 min at 180 \"℃ ) high Tg resin with excellent properties which can be used in 70 / 30 Hybrid powder coating formulations. It has Tribo & Overbake version. <label>", "labels": [[23, 69, "chemical_name"]]}
{"text": "CRYLCOAT® E 04803 is a developmental carboxyl functional polyester resin for use with Araldite® PT 910 powder coatings. Formulations based on CRYLCOAT\" E 04803 exhibit good flow and outdoor durability. <label>", "labels": [[23, 72, "chemical_name"]]}
{"text": "REAFREE® 4773 Saturated Carboxylated Polyester Resin <label>", "labels": [[14, 52, "chemical_name"]]}
{"text": "Saturated carboxylated polyester for combination with Triglycidylisocyanurate. Suitable for the formulation of outdoor durable and protective thermosetting powders for electrostatic application. High reactivity with good flexibility. TMA free type. <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Alkali refined linseed oil is a slime free refined oil produced from <label>", "labels": [[32, 54, "chemical_name"]]}
{"text": "Alkali refined linseed oil is a slime free refined oil produced from raw linseed oil, won by a refining process going over the steps of degumming, neutralising and bleaching. <label>", "labels": [[32, 50, "chemical_name"]]}
{"text": "Linseed stand oil is a heat - bodied linseed oil designed to exhibit the viscosity characteristics desired of this polymerized oil to meet the stringent demands for use in surface coated films. A range of linseed stand oils is available for use in solvent - based paints and varnishes. <label>", "labels": [[23, 48, "chemical_name"]]}
{"text": "FABRICA DE ACEITES VEGETALES INDUSTRIALES Carlos Tejedor Nº 1544 - ( B 1824 MWF ) Lanús Oeste Tel .: ( 54 - 11 ) 4262 - 7073 / 7107 - Fax: ( 54 - 11 ) 4262 - 7066 Provincia de Buenos Aires - e - mail: suprasrl @ speedy.com.ar <label>", "labels": [[163, 199, "chemical_name"]]}
{"text": "DESCRIPTION: Cashew Nut Shell Liquid - CASHOL - is a dark brown to black liquid, expressed from cashew nut shells. <label>", "labels": [[53, 63, "chemical_name"]]}
{"text": "TECHNICAL DATA SHEET CRISTAL A 6 ( Polyethylene Terephtalate )  <label>", "labels": [[35, 62, "chemical_name"]]}
{"text": "SR 444 D is a trifunctional acrylic monomer which can be polymerised by free radicals. In particular it is used in U.V & E.B cured coatings, inks and adhesives. It has been modified to avoid solidification at lower temperatures. The following key properties are offered by SR 444 D to your formulations : <label>", "labels": [[14, 43, "chemical_name"]]}
{"text": "Bisphenol A ( BPA ) is a difunctional phenolic compound produced by the condensation of acetone and phenol. The polycarbonate grade ( BPA - 157 ) is essentially 2,2 - bis ( p - hydroxyphenyl ) propane ( see formula below ) with only trace amounts of other isomers. <label>", "labels": [[25, 106, "chemical_name"]]}
{"text": "SR 355 is a multifunctional acrylic monomer designed for use as a high performance crosslinker for UV, EB and peroxide curing applications. <label>", "labels": [[12, 52, "chemical_name"]]}
{"text": "SR 355 is a tetrafunctional methacrylic monomer designed for a wide variety of applications. <label>", "labels": [[12, 47, "chemical_name"]]}
{"text": "SR 355 is a tetrafunctional acrylate monomer designed for use in ultra violet and electron beam curing applications. <label>", "labels": [[12, 44, "chemical_name"]]}
{"text": "SR 355, ditrimethylolpropane tetraacrylate, is a low skin irritation tetrafunctional monomer offering fast cure response and a high crosslink density upon curing. <label>", "labels": [[8, 42, "chemical_name"]]}
{"text": "MelaminebyDSM\" GPH is a white crystalline powder. It is a stable non - hygroscopic chemical when stored under normal, dry warehouse storage conditions. Freshly produced melamine is a free flowing powder. The stored product may be sensitive to compacting. Depending on the particle size distribution, the amount of fine particles, moisture content and the storage conditions, occasionally lump formation can occur. Therefore melamine can be characterized as having medium flow ability properties. In most cases the product can be handled, transported and processed without difficulty. <label>", "labels": [[24, 48, "chemical_name"]]}
{"text": "Melafine® is a fine grade white crystalline powder. It is a stable non - hygroscopic chemical when stored under normal, dry warehouse storage conditions. The stored product might be sensitive to compacting. Depending on the particle size distribution, the amount of fine particles, moisture content and the storage conditions, occasionally lump formation can occur. <label>", "labels": [[15, 50, "chemical_name"]]}
{"text": "Melafine® is a white crystalline powder. It is a stable non - hygroscopic chemical when stored under normal, dry warehouse storage conditions. Freshly produced melamine is a free - flowing powder. The stored product may tend to compact, and depending on storage conditions, lumps may occasionally form. Melamine may therefore be characterized as having medium flowability. In most cases, the product can be handled, transported and processed without difficulty. <label>", "labels": [[15, 39, "chemical_name"]]}
{"text": "IP 4331 is a superdurable, carboxyl functional polyester resin for use with TGIC in the mixing ratio of 93 / 7 or with HAA hardener in 95 / 5 ratio. <label>", "labels": [[27, 62, "chemical_name"]]}
{"text": "Neopentyl Glycol ( Neo ) White crystalline material Polyhydric alcohol containing two primary hydroxyl groups <label>", "labels": [[25, 71, "chemical_name"]]}
{"text": "ð Polyhydric alcohol containing six primary hydroxyl groups Product <label>", "labels": [[2, 59, "chemical_name"]]}
{"text": "MPDiol glycol ( 2 - methyl - 1,3 - propanediol ) is a clear, colourless, low viscosity, liquid diol. Because of its unique molecular structure ( branched, aliphatic diol with two primary hydroxyls ) , MPDiol glycol offers an exceptional set of properties to polyester resin. <label>", "labels": [[54, 99, "chemical_name"]]}
{"text": "Product Description TERATHANE® PTMEG is a family of polyether glycols available in a range of molecular weights. They are liquid or a waxy, white solid that melts to a clear, colorless, viscous liquid over a wide temperature range near room temperature. <label>", "labels": [[42, 69, "chemical_name"]]}
{"text": "Susterra® propanediol is a specialty diol made from corn sugar, a sustainable and renewable resource. Manufactured by DuPont Tate & Lyle via a propriety fermentation process, Susterra® propanediol offers a non - petroleum based alternative for end uses that desire a bio - based product but demand performance and quality. <label>", "labels": [[27, 41, "chemical_name"]]}
{"text": "Dianol 240 is an aromatic liquid polyether diol containing primary hydroxyl groups. <label>", "labels": [[17, 82, "chemical_name"]]}
{"text": "Dianol R 240 is an aromatic liquid polyether diol containing primary hydroxyl groups. <label>", "labels": [[19, 84, "chemical_name"]]}
{"text": "Pentaerythritol ( Penta ) mono micronized Polyhydric alcohol containing four primary hydroxyl groups. Used as ingredient for alkyd resins, varnishes, plasticizers, heat stabilizers etc. <label>", "labels": [[26, 100, "chemical_name"]]}
{"text": "ð Polyhydric alcohol containing four primary hydroxyl groups Product <label>", "labels": [[2, 60, "chemical_name"]]}
{"text": "Analytical Method 1 PO 115 - 2, 2 PO 100 - 2, 3 PO 125 - 5, 4 PO 109 - 2, 5 Analytical methods are available on request <label>", "labels": [[37, 59, "chemical_name"]]}
{"text": "TERATHANE®* polyether glycol is polytetra - methylene ether glycol ( PTMEG ) . It is a waxy, white solid that melts to a clear, colorless liquid over a wide temperature range near room tem - perature. Du Pont 1,4 - Butanediol also melts' at room temperature to a liquid which is similar to TERATHANE 650 in viscosity and refractive index. <label>", "labels": [[32, 76, "chemical_name"]]}
{"text": "TERATHANE is a blend of linear diols in which the hydroxyl groups are separated by repeating tetramethylene ether groups. For example, TERATHANE 1000 is HO ( CH 2 CH 2 CH 2 CH 2 O ) ,H where n averages 14. For TERATHANE 2000, n averages about 27. Butanediol has the same for - mula where n = 1 : HOCH 2 CH 2 CH 2 CH 2 OH. <label>", "labels": [[15, 120, "chemical_name"]]}
{"text": "Capa 3050 is a low molecular weight polyester triol terminated by primary hydroxyl groups. <label>", "labels": [[15, 89, "chemical_name"]]}
{"text": "ð Capa™ 3050 is a low molecular weight polyester triol terminated by primary hydroxyl groups. ð Clear liquid <label>", "labels": [[18, 92, "chemical_name"]]}
{"text": "Trimethylolpropane ( TMP ) is a polyhydric alcohol that has three equally polyester resins reactive hydroxyl groups making it a versatile building block with crosslinking capabilities for polyesters, polyurethanes and acrylates. <label>", "labels": [[32, 115, "chemical_name"]]}
{"text": "VORANOL™ CP 755 Polyol is a glycerine initiated homopolymer polyether triol with an average molecular weight of <label>", "labels": [[28, 75, "chemical_name"]]}
{"text": "VORANOL* CP 755 polyol is a glycerine propoxylated polyether triol with an average molecular weight of 700. <label>", "labels": [[28, 66, "chemical_name"]]}
{"text": "VORANOL CP 755 polyol, a low viscous polyol, is a multipurpose polyol used in the manufacture of rigid, semi rigid and special flexible polyurethane foams. It is also used in blends for applications used in the manufacture of coatings, castings and adhesives. <label>", "labels": [[50, 69, "chemical_name"]]}
{"text": "Pentaerythritol mono grade ( Penta mono ) is a Polyhydric alcohol. It has a unique structure with four equally reactive primary hydroxyl groups in a symmetrical molecular structure. This makes Penta Mono a desirable base polyol and building block for a variety of applications. <label>", "labels": [[47, 65, "chemical_name"]]}
{"text": "ð Polyhydric alcohol containing four primary hydroxyl groups <label>", "labels": [[2, 60, "chemical_name"]]}
{"text": "ð White crystalline material ð Polyhydric alcohol containing four primary hydroxyl groups Product Product <label>", "labels": [[31, 89, "chemical_name"]]}
{"text": "ð Polyhydric alcohol containing six primary hydroxyl groups 20 / 08 / 2012 <label>", "labels": [[2, 59, "chemical_name"]]}
{"text": "地址：中国湖北省宜昌市沿江大道 52 号 ADD: 52 Yanjiang Road, Yichang, Hubei, China <label>", "labels": [[53, 65, "chemical_name"]]}
{"text": "ð White crystalline material ð Polyhydric alcohol containing four primary hydroxyl groups 8 G 510 8 G 510 <label>", "labels": [[31, 89, "chemical_name"]]}
{"text": "1 - 1 - 2, Yuraku - cho, Chiyoda - ku Tokyo 100 - 8440 Japan Phone + 81 - ( 0 ) 3 - 3507 - 2596 Fax + 81 - ( 0 ) 3 - 3507 - 2588 <label>", "labels": [[11, 54, "chemical_name"]]}
{"text": "DESCRIPTION FINEPLUS® AC 2410 is a resin with both hydroxyl and glycidyl groups. It is designed to reduce pinholes and improve stain resistance in powder coatings. <label>", "labels": [[35, 79, "chemical_name"]]}
{"text": "FINE - CLAD® A - 241 is a resin with both hydroxyl and glycidyl groups. It is designed to reduce pinholes and improve stain resistance in powder coatings. <label>", "labels": [[26, 70, "chemical_name"]]}
{"text": "ADDITOL ® P 890 ( Formerly ADDITOL® E 04149 ) Flow Promoter Masterbatch <label>", "labels": [[46, 71, "chemical_name"]]}
{"text": "ADDITOL® P 890 is a flow promoter masterbatch for use in indoor and outdoor clear powder coatings. ADDITOL® P 890 contains approximately 10 % active ingredient in a hydroxylated polyester carrier. The addition of 7 - 8 % in a powder formulation is suggested. <label>", "labels": [[20, 45, "chemical_name"]]}
{"text": "ADDITOL' E 04790 is a developmental flow promoter masterbatch with 8 % of active substance on outdoor resistant carboxylated polyester resin which can be used in the manufacture of outdoor powder coatings. <label>", "labels": [[22, 61, "chemical_name"]]}
{"text": "Masterbatch of an antioxidant in hydroxylated polyester resin. Experimental product. The specifications could be refined without any notice. In case of any question, please contact our sales department. <label>", "labels": [[0, 61, "chemical_name"]]}
{"text": "Nouracid® HE 305 Conjugated sunflower oil fatty acids <label>", "labels": [[17, 53, "chemical_name"]]}
{"text": "PRIFAC 7990 MODIFIED FATTY ACID CAS number: 68955 - 98 - 6 <label>", "labels": [[12, 31, "chemical_name"]]}
{"text": "SYLVATAL® 25 / 30 S, a plant specific distilled tall oil ( DTO ) , with 25 - 30 % rosin content, combines the advantages of fatty and rosin acids. It is therefore a suitable raw material for different products like metal working fluids, oil field chemicals, soaps, cleaners and alkyd resins. Varnishes for indoor use get hard films, with high gloss and excellent water and alkali resistance. <label>", "labels": [[21, 64, "chemical_name"]]}
{"text": "SYLFATTM FA 2 Tall Oil Fatty Acid provides a combination of light color, exceptional color stability, and good air - drying characteristics. Because of its higher degree of unsaturation compared to soybean - derived fatty acids, it is an excellent intermediate fatty acid for the manufacture of dimer acids. The light color and low rosin content of SYLFATTM FA 2 make it suitable for the production of surfactants. Overall, SYLFATTM FA 2 provides better properties to alkyd resins than soybean or linseed - derived fatty acids. SYLFATTM FA 2 has found use in the areas of specialty industrial and household cleaners, plasticizers for rubber products, alkyd resins and textiles. <label>", "labels": [[14, 33, "chemical_name"]]}
{"text": "Phthalic Anhydride is an important aromatic di - carboxylic acid anhydride, which is widely used in the manufacture of Alkyd Resins for Paints, Inks <label>", "labels": [[35, 74, "chemical_name"]]}
{"text": "High molecular weight thermoplastic polymer ( PET ) modifier <label>", "labels": [[0, 60, "chemical_name"]]}
{"text": "Unsaturated polyester resins for high - performance gel coats <label>", "labels": [[0, 28, "chemical_name"]]}
{"text": "HHPA Hexahydrophthalic Anhydride CAS NUMBER 85 - 42 - 7 <label>", "labels": [[0, 32, "chemical_name"]]}
{"text": "Hexahydrophthalic anhydride ( HHPA ) ( SAP Cod.: 37901 A ) Version: 04 date: August 2020 <label>", "labels": [[0, 36, "chemical_name"]]}
{"text": "Hexahydrophthalic anhydride ( HHPA ) Version: 02 date: May 2014 <label>", "labels": [[0, 36, "chemical_name"]]}
{"text": "BP PTA is a high purity, refined grade of terephthalic acid, which can form esters, amides, acid chlorides and other organic intermediates. Good color combined with ease in processing characterizes this material which has become the preferred raw material for most polyester uses. BP’s high purity standards and reliability have contributed to the continued success of this aromatic acid in many other applications. <label>", "labels": [[12, 59, "chemical_name"]]}
{"text": "PRIPOL 1025 DIMER ACID HYDROGENATED CAS number: 68783 - 41 - 5 <label>", "labels": [[12, 35, "chemical_name"]]}
{"text": "Trimellitic anhydride ( TMA ) Version: 02 date: June 2016 <label>", "labels": [[0, 29, "chemical_name"]]}
